[
    {
        "alicia":"bob",
        "author": "J.K. Rowling", 
        "awards": "Nominated for 3 Oscars. Another 15 wins & 59 nominations.", 
        "bookRating": "4.39", 
        "bookRatingCount": "3148164", 
        "bookReleaseDate": "1997", 
        "bookTitle": "Harry Potter and the Sorcerer's Stone (Harry Potter, #1)", 
        "boxOffice": "$317.6M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "7.5", 
        "movieReleaseDate": "2001", 
        "movieTitle": "Harry Potter and the Sorcerer's Stone", 
        "plot": "Harry Potter and the Sorcerer's Stone is the first film in the Harry Potter series based on the novels by J.K. Rowling. It is the tale of Harry Potter, an ordinary 11-year-old boy serving as a sort of slave for his aunt and uncle who learns that he is actually a wizard and has been invited to attend the Hogwarts School for Witchcraft and Wizardry. Harry is snatched away from his mundane existence by Hagrid, the grounds keeper for Hogwarts, and quickly thrown into a world completely foreign to both him and the viewer. Famous for an incident that happened at his birth, Harry makes friends easily at his new school. He soon finds, however, that the wizarding world is far more dangerous for him than he would have imagined, and he quickly learns that not all wizards are ones to be trusted.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "82", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "80", 
        "tomatoRating": "7.1"
    }, 
    {
        "author": "J.K. Rowling", 
        "awards": "Nominated for 3 BAFTA Film Awards. Another 10 wins & 32 nominations.", 
        "bookRating": "4.30", 
        "bookRatingCount": "1348910", 
        "bookReleaseDate": "1998", 
        "bookTitle": "Harry Potter and the Chamber of Secrets (Harry Potter, #2)", 
        "boxOffice": "$261.8M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "7.3", 
        "movieReleaseDate": "2002", 
        "movieTitle": "Harry Potter and the Chamber of Secrets", 
        "plot": "Forced to spend his summer holidays with his muggle relations, Harry Potter gets a real shock when he gets a surprise visitor: Dobby the house-elf, who warns Harry Potter against returning to Hogwarts, for terrible things are going to happen. Harry decides to ignore Dobby's warning and continues with his pre-arranged schedule. But at Hogwarts, strange and terrible things are indeed happening: Harry is suddenly hearing mysterious voices from inside the walls, muggle-born students are being attacked, and a message scrawled on the wall in blood puts everyone on his/her guard - \"The Chamber Of Secrets Has Been Opened. Enemies Of The Heir, Beware\" .", 
        "rated": "PG", 
        "tomatoAudienceMeter": "79", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "82", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "J.K. Rowling", 
        "awards": "Nominated for 2 Oscars. Another 14 wins & 39 nominations.", 
        "bookRating": "4.48", 
        "bookRatingCount": "1412006", 
        "bookReleaseDate": "1999", 
        "bookTitle": "Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)", 
        "boxOffice": "$249.4M",
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "7.8", 
        "movieReleaseDate": "2004", 
        "movieTitle": "Harry Potter and the Prisoner of Azkaban", 
        "plot": "Harry Potter is having a tough time with his relatives (yet again). He runs away after using magic to inflate Uncle Vernon's sister Marge who was being offensive towards Harry's parents. Initially scared for using magic outside the school, he is pleasantly surprised that he won't be penalized after all. However, he soon learns that a dangerous criminal and Voldemort's trusted aide Sirius Black has escaped from the Azkaban prison and wants to kill Harry to avenge the Dark Lord. To worsen the conditions for Harry, vile creatures called Dementors are appointed to guard the school gates and inexplicably happen to have the most horrible effect on him. Little does Harry know that by the end of this year, many holes in his past (whatever he knows of it) will be filled up and he will have a clearer vision of what the future has in store...", 
        "rated": "PG", 
        "tomatoAudienceMeter": "86", 
        "tomatoAudienceRating": "3.8", 
        "tomatoMeter": "91", 
        "tomatoRating": "7.9"
    }, 
    {
        "author": "J.K. Rowling", 
        "awards": "Nominated for 1 Oscar. Another 11 wins & 38 nominations.", 
        "bookRating": "4.48", 
        "bookRatingCount": "1358994", 
        "bookReleaseDate": "2000", 
        "bookTitle": "Harry Potter and the Goblet of Fire (Harry Potter, #4)", 
        "boxOffice": "$290.0M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "7.6", 
        "movieReleaseDate": "2005", 
        "movieTitle": "Harry Potter and the Goblet of Fire", 
        "plot": "Harry's fourth year at Hogwarts is about to start and he is enjoying the summer vacation with his friends. They get the tickets to The Quidditch World Cup Final but after the match is over, people dressed like Lord Voldemort's 'Death Eaters' set a fire to all the visitors' tents, coupled with the appearance of Voldemort's symbol, the 'Dark Mark' in the sky, which causes a frenzy across the magical community. That same year, Hogwarts is hosting 'The Triwizard Tournament', a magical tournament between three well-known schools of magic : Hogwarts, Beauxbatons and Durmstrang. The contestants have to be above the age of 17, and are chosen by a magical object called Goblet of Fire. On the night of selection, however, the Goblet spews out four names instead of the usual three, with Harry unwittingly being selected as the Fourth Champion. Since the magic cannot be reversed, Harry is forced to go with it and brave three exceedingly difficult tasks.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "74", 
        "tomatoAudienceRating": "3.4", 
        "tomatoMeter": "88", 
        "tomatoRating": "7.5"
    }, 
    {
        "author": "J.K. Rowling", 
        "awards": "Nominated for 2 BAFTA Film Awards. Another 15 wins & 34 nominations.", 
        "bookRating": "4.42", 
        "bookRatingCount": "1387277", 
        "bookReleaseDate": "2003", 
        "bookTitle": "Harry Potter and the Order of the Phoenix (Harry Potter, #5)", 
        "boxOffice": "$292.0M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "7.4", 
        "movieReleaseDate": "2007", 
        "movieTitle": "Harry Potter and the Order of the Phoenix", 
        "plot": "After a lonely summer on Privet Drive, Harry returns to a Hogwarts full of ill-fortune. Few of students and parents believe him or Dumbledore that Voldemort is really back. The ministry had decided to step in by appointing a new Defence Against the Dark Arts teacher that proves to be the nastiest person Harry has ever encountered. Harry also can't help stealing glances with the beautiful Cho Chang. To top it off are dreams that Harry can't explain, and a mystery behind something Voldemort is searching for. With these many things Harry begins one of his toughest years at Hogwarts School of Witchcraft and Wizardry.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "81", 
        "tomatoAudienceRating": "3.9", 
        "tomatoMeter": "79", 
        "tomatoRating": "6.9"
    }, 
    {
        "author": "J.K. Rowling", 
        "awards": "Nominated for 1 Oscar. Another 7 wins & 29 nominations.", 
        "bookRating": "4.49", 
        "bookRatingCount": "1301761", 
        "bookReleaseDate": "2005", 
        "bookTitle": "Harry Potter and the Half-Blood Prince (Harry Potter, #6)", 
        "boxOffice": "$301.9M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "7.5", 
        "movieReleaseDate": "2009", 
        "movieTitle": "Harry Potter and the Half-Blood Prince", 
        "plot": "In the sixth year at Hogwarts School of Witchcraft, and in both wizard and muggle worlds Lord Voldemort and his henchmen are increasingly active. With vacancies to fill at Hogwarts, Professor Dumbledore persuades Horace Slughorn, back from retirement to become the potions teacher, while Professor Snape receives long awaited news. Harry Potter, together with Dumbledore, must face treacherous tasks to defeat his evil nemesis.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "77", 
        "tomatoAudienceRating": "3.8", 
        "tomatoMeter": "84", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "J.K. Rowling", 
        "awards": "Nominated for 3 Oscars. Another 48 wins & 75 nominations.", 
        "bookRating": "4.58", 
        "bookRatingCount": "1356357", 
        "bookReleaseDate": "2007", 
        "bookTitle": "Harry Potter and the Deathly Hallows (Harry Potter, #7)", 
        "boxOffice": "$381.0M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Fantasy, Mystery", 
        "imdbRating": "8.1", 
        "movieReleaseDate": "2011", 
        "movieTitle": "Harry Potter and the Deathly Hallows: Part 2", 
        "plot": "Harry, Ron, and Hermione continue their quest of finding and destroying the Dark Lord's three remaining Horcruxes, the magical items responsible for his immortality. But as the mystical Deathly Hallows are uncovered, and Voldemort finds out about their mission, the biggest battle begins and life as they know it will never be the same again.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "89", 
        "tomatoAudienceRating": "4.3", 
        "tomatoMeter": "96", 
        "tomatoRating": "8.3"
    }, 
    {
        "author": "J.R.R. Tolkien", 
        "awards": "Won 4 Oscars. Another 109 wins & 99 nominations.", 
        "bookRating": "4.30", 
        "bookRatingCount": "1304660", 
        "bookReleaseDate": "1954", 
        "bookTitle": "The Fellowship of the Ring (The Lord of the Rings, #1)", 
        "boxOffice": "$313.8M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Fantasy", 
        "imdbRating": "8.8", 
        "movieReleaseDate": "2001", 
        "movieTitle": "The Lord of the Rings: The Fellowship of the Ring", 
        "plot": "An ancient Ring thought lost for centuries has been found, and through a strange twist in fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it! However he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir and his three Hobbit friends Merry, Pippin and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign!", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "95", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "91", 
        "tomatoRating": "8.2"
    }, 
    {
        "author": "J.R.R. Tolkien", 
        "awards": "Won 2 Oscars. Another 92 wins & 99 nominations.", 
        "bookRating": "4.39", 
        "bookRatingCount": "393006", 
        "bookReleaseDate": "1954", 
        "bookTitle": "The Two Towers (The Lord of the Rings, #2)", 
        "boxOffice": "$340.5M", 
        "mainGenre": "Fantasy",
        "genre": "Action, Adventure, Fantasy", 
        "imdbRating": "8.8", 
        "movieReleaseDate": "2002", 
        "movieTitle": "The Lord of the Rings: The Two Towers", 
        "plot": "While Frodo and Sam, now accompanied by a new guide, continue their hopeless journey towards the land of shadow to destroy the One Ring, each member of the broken fellowship plays their part in the battle against the evil wizard Saruman and his armies of Isengard.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "95", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "96", 
        "tomatoRating": "8.5"
    }, 
    {
        "author": "J.R.R. Tolkien", 
        "awards": "Won 11 Oscars. Another 160 wins & 90 nominations.", 
        "bookRating": "4.49", 
        "bookRatingCount": "385888", 
        "bookReleaseDate": "1954", 
        "bookTitle": "The Return of the King (The Lord of the Rings, #3)", 
        "boxOffice": "$377.0M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Fantasy", 
        "imdbRating": "8.9", 
        "movieReleaseDate": "2003", 
        "movieTitle": "The Lord of the Rings: The Return of the King", 
        "plot": "While Frodo & Sam continue to approach Mount Doom to destroy the One Ring, unaware of the path Gollum is leading them, the former Fellowship aid Rohan & Gondor in a great battle in the Pelennor Fields, Minas Tirith and the Black Gates as Sauron wages his last war against Middle-Earth.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "86", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "95", 
        "tomatoRating": "8.7"
    }, 
    {
        "author": "F. Scott Fitzgerald", 
        "awards": "Won 2 Oscars. Another 43 wins & 60 nominations.", 
        "bookRating": "3.85", 
        "bookRatingCount": "2007670", 
        "bookReleaseDate": "1925", 
        "bookTitle": "The Great Gatsby", 
        "boxOffice": "$144.8M", 
        "mainGenre": "Drama",
        "genre": "Drama, Romance", 
        "imdbRating": "7.3", 
        "movieReleaseDate": "2013", 
        "movieTitle": "The Great Gatsby", 
        "plot": "An adaptation of F. Scott Fitzgerald's Long Island-set novel, where Midwesterner Nick Carraway is lured into the lavish world of his neighbor, Jay Gatsby. Soon enough, however, Carraway will see through the cracks of Gatsby's nouveau riche existence, where obsession, madness, and tragedy await.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "68", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "48", 
        "tomatoRating": "5.8"
    }, 
    {
        "author": "Suzanne Collins", 
        "awards": "Nominated for 1 Golden Globe. Another 32 wins & 40 nominations.", 
        "bookRating": "4.39", 
        "bookRatingCount": "3392002", 
        "bookReleaseDate": "2008", 
        "bookTitle": "The Hunger Games (The Hunger Games, #1)", 
        "boxOffice": "$408.0M", 
        "mainGenre": "Sci-Fi",
        "genre": "Adventure, Sci-Fi", 
        "imdbRating": "7.3", 
        "movieReleaseDate": "2012", 
        "movieTitle": "The Hunger Games", 
        "plot": "In a dystopian future, the totalitarian nation of Panem is divided into 12 districts and the Capitol. Each year two young representatives from each district are selected by lottery to participate in The Hunger Games. Part entertainment, part brutal retribution for a past rebellion, the televised games are broadcast throughout Panem. The 24 participants are forced to eliminate their competitors while the citizens of Panem are required to watch. When 16-year-old Katniss' young sister, Prim, is selected as District 12's female representative, Katniss volunteers to take her place. She and her male counterpart, Peeta, are pitted against bigger, stronger representatives, some of whom have trained for this their whole lives.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "81", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "84", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "Suzanne Collins", 
        "awards": "Nominated for 1 Golden Globe. Another 24 wins & 52 nominations.", 
        "bookRating": "4.31", 
        "bookRatingCount": "1579550", 
        "bookReleaseDate": "2009", 
        "bookTitle": "Catching Fire (The Hunger Games, #2)", 
        "boxOffice": "$424.6M", 
        "mainGenre": "Sci-Fi",
        "genre": "Adventure, Sci-Fi", 
        "imdbRating": "7.7", 
        "movieReleaseDate": "2013", 
        "movieTitle": "The Hunger Games: Catching Fire", 
        "plot": "Six months after winning the 74th Hunger Games, Katniss Everdeen and her partner Peeta Mellark must go on what is known as the Victor's Tour, wherein they visit all the districts, but before leaving, Katniss is visited by President Snow who fears that Katniss defied him a year ago during the games when she chose to die with Peeta. With both Katniss and Peeta declared the winners, it is fueling a possible uprising. He tells Katniss that while on tour she better try to make sure that she puts out the flames or else everyone she cares about will be in danger.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "90", 
        "tomatoAudienceRating": "4.3", 
        "tomatoMeter": "89", 
        "tomatoRating": "7.5"
    }, 
    {
        "author": "Suzanne Collins", 
        "awards": "Nominated for 1 Golden Globe. Another 1 win & 18 nominations.", 
        "bookRating": "4.03", 
        "bookRatingCount": "1457767", 
        "bookReleaseDate": "2010", 
        "bookTitle": "Mockingjay (The Hunger Games, #3)", 
        "boxOffice": "$337.1M", 
        "mainGenre": "Sci-Fi",
        "genre": "Adventure, Sci-Fi", 
        "imdbRating": "6.9", 
        "movieReleaseDate": "2014", 
        "movieTitle": "The Hunger Games: Mockingjay - Part 1", 
        "plot": "With the Games destroyed, Katniss Everdeen, along with Gale, Finnick and Beetee, end up in the so thought \"destroyed\" District 13. Under the leadership of President Coin and the advice of her friends, Katniss becomes the \"Mockingjay\", the symbol of rebellion for the districts of Panem.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "74", 
        "tomatoAudienceRating": "3.8", 
        "tomatoMeter": "65", 
        "tomatoRating": "6.3"
    }, 
    {
        "author": "Stephenie Meyer", 
        "awards": "25 wins & 11 nominations.", 
        "bookRating": "3.56", 
        "bookRatingCount": "2878654", 
        "bookReleaseDate": "2005", 
        "bookTitle": "Twilight (Twilight, #1)", 
        "boxOffice": "$191.4M", 
        "mainGenre": "Romance",
        "genre": "Drama, Fantasy, Romance", 
        "imdbRating": "5.2", 
        "movieReleaseDate": "2008", 
        "movieTitle": "Twilight", 
        "plot": "Bella Swan has always been a little bit different. Never one to run with the crowd, Bella never cared about fitting in with the trendy, plastic girls at her Phoenix, Arizona high school. When her mother remarried and Bella chooses to live with her father in the rainy little town of Forks, Washington, she didn't expect much of anything to change. But things do change when she meets the mysterious and dazzlingly beautiful Edward Cullen. For Edward is nothing like any boy she's ever met. He's nothing like anyone she's ever met, period. He's intelligent and witty, and he seems to see straight into her soul. In no time at all, they are swept up in a passionate and decidedly unorthodox romance - unorthodox because Edward really isn't like the other boys. He can run faster than a mountain lion. He can stop a moving car with his bare hands. Oh, and he hasn't aged since 1918. Like all vampires, he's immortal. That's right - vampire. But he doesn't have fangs - that's just in the movies. And he doesn't drink human blood, though Edward and his family are unique among vampires in that lifestyle choice. To Edward, Bella is that thing he has waited 90 years for - a soul mate. But the closer they get, the more Edward must struggle to resist the primal pull of her scent, which could send him into an uncontrollable frenzy. Somehow or other, they will have to manage their unmanageable love. But when unexpected visitors come to town and realize that there is a human among them Edward must fight to save Bella? A modern, visual, and visceral Romeo and Juliet story of the ultimate forbidden love affair - between vampire and mortal.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "72", 
        "tomatoAudienceRating": "3.9", 
        "tomatoMeter": "48", 
        "tomatoRating": "5.4"
    }, 
    {
        "author": "Stephenie Meyer", 
        "awards": "17 wins & 21 nominations.", 
        "bookRating": "3.53", 
        "bookRatingCount": "1004910", 
        "bookReleaseDate": "2006", 
        "bookTitle": "New Moon (Twilight, #2)", 
        "boxOffice": "$296.6M", 
        "mainGenre": "Romance",
        "genre": "Adventure, Drama, Fantasy, Romance", 
        "imdbRating": "4.6", 
        "movieReleaseDate": "2009", 
        "movieTitle": "The Twilight Saga: New Moon", 
        "plot": "After Bella recovers from the vampire attack that almost claimed her life, she looks to celebrate her birthday with Edward and his family. However, a minor accident during the festivities results in Bella's blood being shed, a sight that proves too intense for the Cullens, who decide to leave the town of Forks, Washington for Bella and Edward's sake. Initially heartbroken, Bella finds a form of comfort in reckless living, as well as an even-closer friendship with Jacob Black. Danger in different forms awaits.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "61", 
        "tomatoAudienceRating": "3.6", 
        "tomatoMeter": "28", 
        "tomatoRating": "4.7"
    }, 
    {
        "author": "Stephenie Meyer", 
        "awards": "22 wins & 33 nominations.", 
        "bookRating": "3.71", 
        "bookRatingCount": "988624", 
        "bookReleaseDate": "2007", 
        "bookTitle": "Eclipse (Twilight, #3)", 
        "boxOffice": "$300.5M", 
        "mainGenre": "Romance",
        "genre": "Adventure, Drama, Fantasy, Romance", 
        "imdbRating": "4.9", 
        "movieReleaseDate": "2010", 
        "movieTitle": "The Twilight Saga: Eclipse", 
        "plot": "Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob -- knowing that her decision has the potential to ignite the struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "60", 
        "tomatoAudienceRating": "3.6", 
        "tomatoMeter": "49", 
        "tomatoRating": "5.4"
    }, 
    {
        "author": "Stephen Chbosky", 
        "awards": "21 wins & 39 nominations.", 
        "bookRating": "4.20", 
        "bookRatingCount": "665775", 
        "bookReleaseDate": "1999", 
        "bookTitle": "The Perks of Being a Wallflower", 
        "boxOffice": "$17.7M", 
        "mainGenre": "Drama",
        "genre": "Drama, Romance", 
        "imdbRating": "8.1", 
        "movieReleaseDate": "2012", 
        "movieTitle": "The Perks of Being a Wallflower", 
        "plot": "Based on the novel written by Stephen Chbosky, this is about 15-year-old Charlie (Logan Lerman), an endearing and naive outsider, coping with first love (Emma Watson), the suicide of his best friend, and his own mental illness while struggling to find a group of people with whom he belongs. The introvert freshman is taken under the wings of two seniors, Sam and Patrick, who welcome him to the real world.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "89", 
        "tomatoAudienceRating": "4.2", 
        "tomatoMeter": "85", 
        "tomatoRating": "7.4"
    }, 
    {
        "author": "Veronica Roth", 
        "awards": "7 wins & 9 nominations.", 
        "bookRating": "4.32", 
        "bookRatingCount": "1402291", 
        "bookReleaseDate": "2011", 
        "bookTitle": "Divergent (Divergent, #1)", 
        "boxOffice": "$150.8M", 
        "mainGenre": "Sci-Fi",
        "genre": "Adventure, Sci-Fi, Thriller", 
        "imdbRating": "6.8", 
        "movieReleaseDate": "2014", 
        "movieTitle": "Divergent", 
        "plot": "Set in a futuristic dystopia where society is divided into five factions that each represent a different virtue, teenagers have to decide if they want to stay in their faction or switch to another - for the rest of their lives. Tris Prior makes a choice that surprises everyone. Then Tris and her fellow faction-members have to live through a highly competitive initiation process to live out the choice they have made. They must undergo extreme physical and intense psychological tests, that transform them all. But Tris has a secret that she is Divergent, which means she doesn't fit into any one group. If anyone knew, it would mean a certain death. As she discovers a growing conflict that threatens to unravel her seemingly peaceful society, this secret might help her save the people she loves... or it might destroy her.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "70", 
        "tomatoAudienceRating": "3.8", 
        "tomatoMeter": "41", 
        "tomatoRating": "5.4"
    }, 
    {
        "author": "Jane Austen", 
        "awards": "Won 1 Primetime Emmy. Another 8 wins & 13 nominations.", 
        "bookRating": "4.23", 
        "bookRatingCount": "1543278", 
        "bookReleaseDate": "1813", 
        "bookTitle": "Pride and Prejudice", 
        "boxOffice": "N/A", 
        "mainGenre": "Romance",
        "genre": "Romance, Drama", 
        "imdbRating": "9.2", 
        "movieReleaseDate": "1995", 
        "movieTitle": "Pride and Prejudice", 
        "plot": "Jane Austen's classic novel about the prejudice that occurred between the 19th century classes and the pride which would keep lovers apart.", 
        "rated": "N/A", 
        "tomatoAudienceMeter": "N/A", 
        "tomatoAudienceRating": "0", 
        "tomatoMeter": "N/A", 
        "tomatoRating": "N/A"
    }, 
    {
        "author": "Cassandra Clare", 
        "awards": "6 wins & 10 nominations.", 
        "bookRating": "4.12", 
        "bookRatingCount": "841358", 
        "bookReleaseDate": "2007", 
        "bookTitle": "City of Bones (The Mortal Instruments, #1)", 
        "boxOffice": "$31.2M", 
        "mainGenre": "Fantasy",
        "genre": "Action, Adventure, Fantasy", 
        "imdbRating": "6.0", 
        "movieReleaseDate": "2013", 
        "movieTitle": "The Mortal Instruments: City of Bones", 
        "plot": "Set in contemporary New York City, a seemingly ordinary teenager, Clary Fray, discovers she is the descendant of a line of Shadowhunters, a secret cadre of young half-angel warriors locked in an ancient battle to protect our world from demons. After the disappearance of her mother, Clary must join forces with a group of Shadowhunters, who introduce her to a dangerous alternate New York called Downworld, filled with demons, warlocks, vampires, werewolves and other deadly creatures.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "59", 
        "tomatoAudienceRating": "3.5", 
        "tomatoMeter": "12", 
        "tomatoRating": "3.9"
    }, 
    {
        "author": "John Green", 
        "awards": "15 wins & 14 nominations.", 
        "bookRating": "4.39", 
        "bookRatingCount": "1420455", 
        "bookReleaseDate": "2012", 
        "bookTitle": "The Fault in Our Stars", 
        "boxOffice": "$124.9M", 
        "mainGenre": "Drama",
        "genre": "Drama, Romance", 
        "imdbRating": "8.0", 
        "movieReleaseDate": "2014", 
        "movieTitle": "The Fault in Our Stars", 
        "plot": "Hazel and Augustus are two teenagers who share an acerbic wit, a disdain for the conventional, and a love that sweeps them on a journey. Their relationship is all the more miraculous, given that Hazel's other constant companion is an oxygen tank, Gus jokes about his prosthetic leg, and they meet and fall in love at a cancer support group.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "86", 
        "tomatoAudienceRating": "4.2", 
        "tomatoMeter": "81", 
        "tomatoRating": "6.9"
    }, 
    {
        "author": "Nicholas Sparks", 
        "awards": "11 wins & 7 nominations.", 
        "bookRating": "4.04", 
        "bookRatingCount": "895977", 
        "bookReleaseDate": "1996", 
        "bookTitle": "The Notebook (The Notebook, #1)", 
        "boxOffice": "N/A", 
        "mainGenre": "Romance",
        "genre": "Drama, Romance", 
        "imdbRating": "7.9", 
        "movieReleaseDate": "2004", 
        "movieTitle": "The Notebook", 
        "plot": "In a nursing home, resident Duke reads a romance story for an old woman who has senile dementia with memory loss. In the late 1930s, wealthy seventeen year-old Allie Hamilton is spending summer vacation in Seabrook. Local worker Noah Calhoun meets Allie at a carnival and they soon fall in love with each other. One day, Noah brings Allie to an ancient house that he dreams of buying and restoring and they attempt to make love but get interrupted by their friend. Allie's parents do not approve of their romance since Noah belongs to another social class, and they move to New York with her. Noah writes 365 letters (A Year) to Allie, but her mother Anne Hamilton does not deliver them to her daughter. Three years later, the United States joins the World War II and Noah and his best friend Fin enlist in the army, and Allie works as an army nurse. She meets injured soldier Lon Hammond in the hospital. After the war, they meet each other again going on dates and then, Lon, who is wealthy and handsome, proposes. Meanwhile Noah buys and restores the old house and many people want to buy it. When Allie accidentally sees the photo of Noah and his house in a newspaper, she feels divided between her first love and her commitment with Lon. Meanwhile Duke stops reading to the old lady since his children are visiting him in the nursing home.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "80", 
        "tomatoAudienceRating": "3.5", 
        "tomatoMeter": "N/A", 
        "tomatoRating": "N/A"
    }, 
    {
        "author": "William Goldman", 
        "awards": "Nominated for 1 Oscar. Another 6 wins & 8 nominations.", 
        "bookRating": "4.24", 
        "bookRatingCount": "498658", 
        "bookReleaseDate": "1973", 
        "bookTitle": "The Princess Bride", 
        "boxOffice": "N/A", 
        "mainGenre": "Adventure",
        "genre": "Adventure, Comedy, Family", 
        "imdbRating": "8.2", 
        "movieReleaseDate": "1987", 
        "movieTitle": "The Princess Bride", 
        "plot": "A kindly grandfather sits down with his ill grandson and reads him a story. The story is one that has been passed down from father to son for generations. As the grandfather reads the story, the action comes alive. The story is a classic tale of love and adventure as the beautiful Buttercup, engaged to the odious Prince Humperdinck, is kidnapped and held against her will in order to start a war, It is up to Westley (her childhood beau, now returned as the Dread Pirate Roberts) to save her. On the way he meets a thief and his hired helpers, an accomplished swordsman and a huge, super strong giant, both of whom become Westley's companions in his quest.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "95", 
        "tomatoAudienceRating": "4", 
        "tomatoMeter": "97", 
        "tomatoRating": "8.3"
    }, 
    {
        "author": "James Dashner", 
        "awards": "7 nominations.", 
        "bookRating": "4.02", 
        "bookRatingCount": "394489", 
        "bookReleaseDate": "2009", 
        "bookTitle": "The Maze Runner (Maze Runner, #1)", 
        "boxOffice": "$102.4M", 
        "mainGenre": "Sci-Fi",
        "genre": "Action, Mystery, Sci-Fi", 
        "imdbRating": "6.9", 
        "movieReleaseDate": "2014", 
        "movieTitle": "The Maze Runner", 
        "plot": "Thomas wakes up in an elevator, remembering nothing but his own name. He emerges into a world of about 60 teen boys who have learned to survive in a completely enclosed environment, subsisting on their own agriculture and supplies. A new boy arrives every 30 days. The original group has been in \"The Glade\" for three years, trying to find a way to escape through the Maze that surrounds their living space. They have begun to give up hope. Then a comatose girl arrives with a strange note, and their world begins to change. There are some great, fast-paced action scenes, particularly those involving the nightmarish Grievers who plague the boys.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "69", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "63", 
        "tomatoRating": "5.9"
    }, 
    {
        "author": "Dan Brown", 
        "awards": "Nominated for 1 Golden Globe. Another 3 wins & 19 nominations.", 
        "bookRating": "3.73", 
        "bookRatingCount": "1288713", 
        "bookReleaseDate": "2003", 
        "bookTitle": "The Da Vinci Code (Robert Langdon, #2)", 
        "boxOffice": "$217.5M", 
        "mainGenre": "Thriller",
        "genre": "Mystery, Thriller", 
        "imdbRating": "6.5", 
        "movieReleaseDate": "2006", 
        "movieTitle": "The Da Vinci Code", 
        "plot": "Symbologist Robert Langdon is thrown into a mysterious and bizarre murder. Alongside Langdon is the victims granddaughter and cryptologist Sophie Neveu, who with Robert discovers clues within Da Vinci's paintings. To further find the truth, Robert and Sophie travel from Paris to London, whilst crossing paths with allies and villains such as Sir Leigh Teabing and Silas. Wherever their path takes them, their discovery which is about to be revealed could shake the foundations of mankind.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "57", 
        "tomatoAudienceRating": "3.2", 
        "tomatoMeter": "25", 
        "tomatoRating": "4.8"
    }, 
    {
        "author": "C.S. Lewis", 
        "awards": "Won 1 Oscar. Another 14 wins & 39 nominations.", 
        "bookRating": "4.16", 
        "bookRatingCount": "1058655", 
        "bookReleaseDate": "1950", 
        "bookTitle": "The Lion, the Witch, and the Wardrobe (Chronicles of Narnia, #1)", 
        "boxOffice": "$291.7M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "6.9", 
        "movieReleaseDate": "2005", 
        "movieTitle": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe", 
        "plot": "When the Pevensie family are evacuated out to the country, they are unaware of the adventure they will encounter. During a game of hide and seek, the youngest daughter, Lucy (Henley) discovers a wardrobe which transports her to the land of Narnia. Covered in snow, Narnia is full of weird and wonderful creatures, but is watched over by the evil White Witch, Jadis (Swinton). When all four Pevensie children end up through the wardrobe, they discover that it was meant to be, as two daughters of Eve and two sons of Adam must join with the mighty lion, Aslan (Neeson) to defeat the evil White Witch.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "61", 
        "tomatoAudienceRating": "3.1", 
        "tomatoMeter": "76", 
        "tomatoRating": "6.9"
    }, 
    {
        "author": "Arthur Golden", 
        "awards": "Won 3 Oscars. Another 26 wins & 35 nominations.", 
        "bookRating": "4.04", 
        "bookRatingCount": "1129785", 
        "bookReleaseDate": "1997", 
        "bookTitle": "Memoirs of a Geisha", 
        "boxOffice": "$57.0M", 
        "mainGenre": "Drama", 
        "genre": "Drama, Romance", 
        "imdbRating": "7.3", 
        "movieReleaseDate": "2005", 
        "movieTitle": "Memoirs of a Geisha", 
        "plot": "In 1929 an impoverished nine-year-old named Chiyo from a fishing village is sold to a geisha house in Kyoto's Gion district and subjected to cruel treatment from the owners and the head geisha Hatsumomo. Her stunning beauty attracts the vindictive jealousy of Hatsumomo, until she is rescued by and taken under the wing of Hatsumomo's bitter rival, Mameha. Under Mameha's mentorship, Chiyo becomes the geisha named Sayuri, trained in all the artistic and social skills a geisha must master in order to survive in her society. As a renowned geisha she enters a society of wealth, privilege, and political intrigue. As World War II looms Japan and the geisha's world are forever changed by the onslaught of history.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "83", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "35", 
        "tomatoRating": "5.4"
    }, 
    {
        "author": "Gillian Flynn", 
        "awards": "Nominated for 1 Oscar. Another 56 wins & 111 nominations.", 
        "bookRating": "3.97", 
        "bookRatingCount": "948444", 
        "bookReleaseDate": "2012", 
        "bookTitle": "Gone Girl", 
        "boxOffice": "N/A", 
        "mainGenre": "Thriller", 
        "genre": "Drama, Mystery, Thriller", 
        "imdbRating": "8.2", 
        "movieReleaseDate": "2014", 
        "movieTitle": "Gone Girl", 
        "plot": "On the occasion of his fifth wedding anniversary, Nick Dunne reports that his wife, Amy, has gone missing. Under pressure from the police and a growing media frenzy, Nick's portrait of a blissful union begins to crumble. Soon his lies, deceits and strange behavior have everyone asking the same dark question: Did Nick Dunne kill his wife?", 
        "rated": "R", 
        "tomatoAudienceMeter": "88", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "88", 
        "tomatoRating": "8"
    }, 
    {
        "author": "Nicholas Sparks", 
        "awards": "4 wins & 8 nominations.", 
        "bookRating": "4.12", 
        "bookRatingCount": "338607", 
        "bookReleaseDate": "2008", 
        "bookTitle": "The Last Song", 
        "boxOffice": "$42.4M", 
        "mainGenre": "Drama",
        "genre": "Drama, Romance", 
        "imdbRating": "5.7", 
        "movieReleaseDate": "2010", 
        "movieTitle": "The Last Song", 
        "plot": "Ronnie's (Miley Cyrus) and her younger brother, Jonah's, parents are divorced. They live with their mother until this summer when they are sent to live with their father (Greg Kinnear) in a small town on the beach. Ronnie resents her father and has no intention of being friendly or even talking to him for the summer. But after meeting a handsome guy and beginning to fall in love, Ronnie starts rediscovering her love for music, something she shares with her father. Reconnecting with music revives a kinship with her father which proves to be the most important relationship she may ever experience.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "65", 
        "tomatoAudienceRating": "3.5", 
        "tomatoMeter": "20", 
        "tomatoRating": "4"
    }, 
    {
        "author": "Nicholas Sparks", 
        "awards": "4 wins & 2 nominations.", 
        "bookRating": "4.13", 
        "bookRatingCount": "426349", 
        "bookReleaseDate": "1999", 
        "bookTitle": "A Walk to Remember", 
        "boxOffice": "$41.1M", 
        "mainGenre": "Romance",
        "genre": "Drama, Romance", 
        "imdbRating": "7.4", 
        "movieReleaseDate": "2002", 
        "movieTitle": "A Walk to Remember", 
        "plot": "In Beaufort, North Carolina, a prank on a student goes terribly wrong and puts the student in the hospital. Landon Carter, a popular student with no defined plans for the future, is held responsible and forced to participate in after-school community service activities as punishment, which include starring as the lead in the school play. Also participating in these activities is Jamie Sullivan, the reverend's daughter who has great ambitions and nothing in common with Landon. When Landon decides he wants to take his activities seriously, he asks Jamie for help and begins to spend most of his time with her. But he starts to develop strong feelings for her, something he did not expect to do. The two start a relationship, much to the chagrin of Landon's old popular friends and Jamie's strict reverend father. But when a heart-breaking secret becomes known that puts their relationship to the test, it is then that Landon and Jamie realize the true meaning of love and fate.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "78", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "27", 
        "tomatoRating": "4.1"
    }, 
    {
        "author": "Gail Carson Levine", 
        "awards": "1 nomination.", 
        "bookRating": "3.95", 
        "bookRatingCount": "274931", 
        "bookReleaseDate": "1997", 
        "bookTitle": "Ella Enchanted", 
        "boxOffice": "$22.8M", 
        "mainGenre": "Fantasy", 
        "genre": "Comedy, Family, Fantasy", 
        "imdbRating": "6.3", 
        "movieReleaseDate": "2004", 
        "movieTitle": "Ella Enchanted", 
        "plot": "Based on Gail Carson Levine's award winning novel, this is the story of Ella, a young woman who was given a \"gift\" of obedience by a fairy named Lucinda. She must obey anything anyone tells her to do. When her mother passes away, she is cared for by her thoughtless and greedy father who remarries a loathsome woman with two treacherous daughters. This modern-day, fantasy Cinderella story features fairies, ogres and elves...as well as a hero in the guise of Prince Charmont, whom Ella falls in love with. Unlike Cinderella though, she must depend on herself and her intelligence to get her through her troubles and find Lucinda in order for her \"curse\" to be broken!", 
        "rated": "PG", 
        "tomatoAudienceMeter": "57", 
        "tomatoAudienceRating": "3.1", 
        "tomatoMeter": "50", 
        "tomatoRating": "5.6"
    }, 
    {
        "author": "Helen Fielding", 
        "awards": "Nominated for 1 Oscar. Another 9 wins & 30 nominations.", 
        "bookRating": "3.71", 
        "bookRatingCount": "586304", 
        "bookReleaseDate": "1996", 
        "bookTitle": "Bridget Jones's Diary (Bridget Jones, #1)", 
        "boxOffice": "$70.8M", 
        "mainGenre": "Comedy", 
        "genre": "Comedy, Drama, Romance", 
        "imdbRating": "6.7", 
        "movieReleaseDate": "2001", 
        "movieTitle": "Bridget Jones's Diary", 
        "plot": "Bridget Jones is an average woman struggling against her age, her weight, her job, her lack of a man, and her many imperfections. As a New Year's Resolution, Bridget decides to take control of her life, starting by keeping a diary in which she will always tell the complete truth. The fireworks begin when her charming though disreputable boss takes an interest in the quirky Miss Jones. Thrown into the mix are Bridget's band of slightly eccentric friends and a rather disagreeable acquaintance who Bridget cannot seem to stop running into or help finding quietly attractive.", 
        "rated": "R", 
        "tomatoAudienceMeter": "81", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "81", 
        "tomatoRating": "6.9"
    }, 
    {
        "author": "L.P. Hartley", 
        "awards": "4 wins & 3 nominations.", 
        "bookRating": "4.00", 
        "bookRatingCount": "1707", 
        "bookReleaseDate": "1970", 
        "bookTitle": "My Sisters' Keeper", 
        "boxOffice": "$49.1M", 
        "mainGenre": "Drama", 
        "genre": "Drama", 
        "imdbRating": "7.4", 
        "movieReleaseDate": "2009", 
        "movieTitle": "My Sister's Keeper", 
        "plot": "In Los Angeles, the eleven year old Anna Fitzgerald seeks the successful lawyer Campbell Alexander trying to hire him to earn medical emancipation from her mother Sara that wants Anna to donate her kidney to her sister. She tells the lawyer the story of her family after the discovery that her older sister Kate has had leukemia; how she was conceived by in vitro fertilization to become a donor; and the medical procedures she has been submitted since she was five years old to donate to her sister. Campbell accepts to work pro bono and the obsessed Sara decides to go to court to force Anna to help her sister.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "72", 
        "tomatoAudienceRating": "3.4", 
        "tomatoMeter": "48", 
        "tomatoRating": "5.6"
    }, 
    {
        "author": "Louis Sachar", 
        "awards": "3 wins & 9 nominations.", 
        "bookRating": "3.90", 
        "bookRatingCount": "555462", 
        "bookReleaseDate": "1998", 
        "bookTitle": "Holes (Holes, #1)", 
        "boxOffice": "$67.3M", 
        "mainGenre": "Adventure",
        "genre": "Adventure, Comedy, Drama", 
        "imdbRating": "7.1", 
        "movieReleaseDate": "2003", 
        "movieTitle": "Holes", 
        "plot": "\"But if you forget to come back for Madame Zeroni, you and your family will be cursed for always and eternity.\" Those were the exact words spoken to young Elya Yelnats the day he forgot to repay the gypsy Madame Zeroni. From then on his family was cursed with bad luck. One hundred years later Stanley Yelnats IV is accused of stealing a pair of cleats from a major league baseball player and sent to Camp Green Lake (a dry lake bed in the middle of the desert). It never rains at Camp Green Lake, it hasn't for one hundred years. The secretive and mysterious Warden has each inmate spend every day digging one hole to \"build character.\" But when an artifact from the famous \"Kissin' Kate\" Barlow is found in a hole, the Warden forces the boys to work double time leading Stanley to deduce they're digging because the Warden is looking for something. But what? And how is the mystery of Camp Green Lake connected to Stanley's family curse?", 
        "rated": "PG", 
        "tomatoAudienceMeter": "76", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "77", 
        "tomatoRating": "7"
    }, 
    {
        "author": "Ann Brashares", 
        "awards": "1 win & 14 nominations.", 
        "bookRating": "3.72", 
        "bookRatingCount": "419740", 
        "bookReleaseDate": "2001", 
        "bookTitle": "The Sisterhood of the Traveling Pants (Sisterhood, #1)", 
        "boxOffice": "$43.5M", 
        "mainGenre": "Drama",
        "genre": "Comedy, Drama", 
        "imdbRating": "6.6", 
        "movieReleaseDate": "2005", 
        "movieTitle": "The Sisterhood of the Traveling Pants", 
        "plot": "The movie is based on the young adult book, The Sisterhood of the Traveling Pants, by Anne Brashares. As four best friends spend their first summer apart from one another, they share a magical pair of jeans. Despite being of various shapes and sizes, each one of them fits perfectly into the pants. To keep in touch they pass these pants to each other as well as the adventures they are going through while apart.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "78", 
        "tomatoAudienceRating": "3.4", 
        "tomatoMeter": "77", 
        "tomatoRating": "6.7"
    }, 
    {
        "author": "Elizabeth Gilbert", 
        "awards": "1 win & 2 nominations.", 
        "bookRating": "3.45", 
        "bookRatingCount": "937754", 
        "bookReleaseDate": "2006", 
        "bookTitle": "Eat, Pray, Love", 
        "boxOffice": "$80.6M", 
        "mainGenre": "Drama", 
        "genre": "Drama, Romance", 
        "imdbRating": "5.6", 
        "movieReleaseDate": "2010", 
        "movieTitle": "Eat Pray Love", 
        "plot": "Liz Gilbert (Roberts) had everything a modern woman is supposed to dream of having - a husband, a house, a successful career - yet like so many others, she found herself lost, confused, and searching for what she really wanted in life. Newly divorced and at a crossroads, Gilbert steps out of her comfort zone, risking everything to change her life, embarking on a journey around the world that becomes a quest for self-discovery. In her travels, she discovers the true pleasure of nourishment by eating in Italy; the power of prayer in India, and, finally and unexpectedly, the inner peace and balance of true love in Bali.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "42", 
        "tomatoAudienceRating": "3", 
        "tomatoMeter": "36", 
        "tomatoRating": "5.1"
    }, 
    {
        "author": "Lois Lowry", 
        "awards": "1 win & 4 nominations.", 
        "bookRating": "4.11", 
        "bookRatingCount": "1066717", 
        "bookReleaseDate": "1993", 
        "bookTitle": "The Giver (The Giver, #1)", 
        "boxOffice": "N/A", 
        "mainGenre": "Sci-Fi",
        "genre": "Drama, Sci-Fi", 
        "imdbRating": "6.5", 
        "movieReleaseDate": "2014", 
        "movieTitle": "The Giver", 
        "plot": "This film, based on Lois Lowry's book, tells the story of a perfect world. Everyone here is happy. When Jonas is 18 years old, he's chosen to be the community's Receiver of Memories. He enters into training with an old man called 'the Giver' who would give Jonas memories of the \"real\" world that the rest of the community is hidden from. From the Giver, Jonas learns not only of love and family, but also of pain, war, and all the unhappy truths the world holds. He quickly realizes that his community is fake. Confronted with this reality, Jonas faces difficult choices about his own life and the futures of many people he's become close to.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "57", 
        "tomatoAudienceRating": "3.5", 
        "tomatoMeter": "36", 
        "tomatoRating": "5.3"
    }, 
    {
        "author": "Sue Monk Kidd", 
        "awards": "12 wins & 16 nominations.", 
        "bookRating": "3.97", 
        "bookRatingCount": "777272", 
        "bookReleaseDate": "2001", 
        "bookTitle": "The Secret Life of Bees", 
        "boxOffice": "$37.7M", 
        "mainGenre": "Drama",
        "genre": "Drama", 
        "imdbRating": "7.3", 
        "movieReleaseDate": "2008", 
        "movieTitle": "The Secret Life of Bees", 
        "plot": "Set in South Carolina in 1964, this is the tale of Lily Owens, a 14 year-old girl who is haunted by the memory of her late mother. To escape her lonely life and troubled relationship with her father T-Ray, Lily flees with Rosaleen, her caregiver and friend, to a South Carolina town that holds the secret to her mother's past. Taken in by the intelligent and independent Boatwright sisters, Lily finds solace in their mesmerizing world of beekeeping.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "78", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "58", 
        "tomatoRating": "5.9"
    }, 
    {
        "author": "Margaret Mitchell", 
        "awards": "Won 8 Oscars. Another 11 wins & 6 nominations.", 
        "bookRating": "4.26", 
        "bookRatingCount": "702051", 
        "bookReleaseDate": "1936", 
        "bookTitle": "Gone with the Wind", 
        "boxOffice": "N/A", 
        "mainGenre": "Romance",
        "genre": "Drama, Romance, War", 
        "imdbRating": "8.2", 
        "movieReleaseDate": "1939", 
        "movieTitle": "Gone with the Wind", 
        "plot": "Scarlett is a woman who can deal with a nation at war, Atlanta burning, the Union Army carrying off everything from her beloved Tara, the carpetbaggers who arrive after the war. Scarlett is beautiful. She has vitality. But Ashley, the man she has wanted for so long, is going to marry his placid cousin, Melanie. Mammy warns Scarlett to behave herself at the party at Twelve Oaks. There is a new man there that day, the day the Civil War begins. Rhett Butler. Scarlett does not know he is in the room when she pleads with Ashley to choose her instead of Melanie.", 
        "rated": "G", 
        "tomatoAudienceMeter": "93", 
        "tomatoAudienceRating": "3.9", 
        "tomatoMeter": "95", 
        "tomatoRating": "8.7"
    }, 
    {
        "author": "Yann Martel", 
        "awards": "Won 4 Oscars. Another 75 wins & 102 nominations.", 
        "bookRating": "3.86", 
        "bookRatingCount": "887194", 
        "bookReleaseDate": "2001", 
        "bookTitle": "Life of Pi", 
        "boxOffice": "$125.0M", 
        "mainGenre": "Adventure",
        "genre": "Adventure, Drama", 
        "imdbRating": "8.0", 
        "movieReleaseDate": "2012", 
        "movieTitle": "Life of Pi", 
        "plot": "In Canada, a writer visits the Indian storyteller Pi Patel and asks him to tell his life story. Pi tells the story of his childhood in Pondicherry, India, and the origin of his nickname. One day, his father, a zoo owner, explains that the municipality is no longer supporting the zoo and he has hence decided to move to Canada, where the animals the family owns would also be sold. They board on a Japanese cargo ship with the animals and out of the blue, there is a storm, followed by a shipwrecking. Pi survives in a lifeboat with a zebra, an orangutan, a hyena and a male Bengal tiger nicknamed Richard Parker. They are adrift in the Pacific Ocean, with aggressive hyena and Richard Parker getting hungry. Pi needs to find a way to survive.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "84", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "87", 
        "tomatoRating": "7.9"
    }, 
    {
        "author": "Stieg Larsson", 
        "awards": "Won 1 Oscar. Another 28 wins & 69 nominations.", 
        "bookRating": "4.07", 
        "bookRatingCount": "1358694", 
        "bookReleaseDate": "2005", 
        "bookTitle": "The Girl with the Dragon Tattoo (Millennium, #1)", 
        "boxOffice": "$102.5M", 
        "mainGenre": "Thriller", 
        "genre": "Crime, Drama, Mystery, Thriller", 
        "imdbRating": "7.9", 
        "movieReleaseDate": "2011", 
        "movieTitle": "The Girl with the Dragon Tattoo", 
        "plot": "This English-language adaptation of the Swedish novel by Stieg Larsson follows a disgraced journalist, Mikael Blomkvist (Daniel Craig), as he investigates the disappearance of a wealthy patriarch's niece from 40 years ago. He is aided by the pierced, tattooed, punk computer hacker named Lisbeth Salander (Rooney Mara). As they work together in the investigation, Blomkvist and Salander uncover immense corruption beyond anything they have ever imagined.", 
        "rated": "R", 
        "tomatoAudienceMeter": "86", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "86", 
        "tomatoRating": "7.6"
    }, 
    {
        "author": "William Shakespeare", 
        "awards": "Won 2 Oscars. Another 15 wins & 13 nominations.", 
        "bookRating": "3.72", 
        "bookRatingCount": "1305075", 
        "bookReleaseDate": "1597", 
        "bookTitle": "Romeo and Juliet", 
        "boxOffice": "N/A", 
        "mainGenre": "Drama", 
        "genre": "Drama, Romance", 
        "imdbRating": "7.7", 
        "movieReleaseDate": "1968", 
        "movieTitle": "Romeo and Juliet", 
        "plot": "Shakespeare's classic tale of romance and tragedy. Two families of Verona, the Montagues and the Capulets, have been feuding with each other for years. Young Romeo Montague goes out with his friends to make trouble at a party the Capulets are hosting, but while there he spies the Capulet's daughter Juliet, and falls hopelessly in love with her. She returns his affections, but they both know that their families will never allow them to follow their hearts.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "74", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "97", 
        "tomatoRating": "8"
    }, 
    {
        "author": "Christopher Paolini", 
        "awards": "1 win & 5 nominations.", 
        "bookRating": "3.80", 
        "bookRatingCount": "815016", 
        "bookReleaseDate": "2002", 
        "bookTitle": "Eragon (The Inheritance Cycle, #1)", 
        "boxOffice": "N/A", 
        "mainGenre": "Fantasy",
        "genre": "Action, Adventure, Fantasy, Family", 
        "imdbRating": "5.1", 
        "movieReleaseDate": "2006", 
        "movieTitle": "Eragon", 
        "plot": "The Kingdom of Alagaesia is ruled by the evil King Galbatorix, a former dragon rider that betrayed his mates and his people in his quest for power. When the orphan farm boy Eragon finds a blue stone sent by Princess Arya, he sooner realizes that it is a dragon egg. When the dragon Saphira is born, Eragon meets his mentor Brom, and becomes the dragon rider foreseen in an ancient prophecy that would set his people free from the tyrant Galbatorix. Eragon meets the rebels Varden and together they fight against the evil sorcerer Durza and the army of Galbatorix in a journey for freedom.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "N/A", 
        "tomatoAudienceRating": "3.5", 
        "tomatoMeter": "N/A", 
        "tomatoRating": "N/A"
    }, 
    {
        "author": "Mary Shelley", 
        "awards": "3 wins & 1 nomination.", 
        "bookRating": "3.71", 
        "bookRatingCount": "677403", 
        "bookReleaseDate": "1818", 
        "bookTitle": "Frankenstein", 
        "boxOffice": "N/A", 
        "mainGenre": "Horror",
        "genre": "Horror, Sci-Fi", 
        "imdbRating": "8.0", 
        "movieReleaseDate": "1931", 
        "movieTitle": "Frankenstein", 
        "plot": "Henry Frankenstein is a doctor who is trying to discover a way to make the dead walk. He succeeds and creates a monster that has to deal with living again.", 
        "rated": "UNRATED", 
        "tomatoAudienceMeter": "87", 
        "tomatoAudienceRating": "3.7", 
        "tomatoMeter": "100", 
        "tomatoRating": "8.7"
    }, 
    {
        "author": "Roald Dahl", 
        "awards": "3 wins & 7 nominations.", 
        "bookRating": "4.26", 
        "bookRatingCount": "336205", 
        "bookReleaseDate": "1988", 
        "bookTitle": "Matilda", 
        "boxOffice": "N/A", 
        "mainGenre": "Fantasy", 
        "genre": "Comedy, Fantasy", 
        "imdbRating": "6.8", 
        "movieReleaseDate": "1996", 
        "movieTitle": "Matilda", 
        "plot": "A grouchy couple are parents to a very sweet girl, Matilda. Unlike her bratty brother and mean parents, Matilda becomes a very sweet and extremely intelligent 6 year old girl, who is very keen to go to school and read books. After a while, her parents send her to school with the worst principal in the world, a very sweet teacher, and good friends. While trying to put up with her parents' and principal's cruelty, she starts to unwittingly unleash telekinetic powers, destroying a television and making a newt fly onto the principal. With enough practice, Matilda starts to learn to control her telekinetic powers and soon using them on her principal so she can drive her away from the school.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "72", 
        "tomatoAudienceRating": "3.2", 
        "tomatoMeter": "90", 
        "tomatoRating": "7.5"
    }, 
    {
        "author": "Roald Dahl", 
        "awards": "Nominated for 1 Oscar. Another 13 wins & 37 nominations.", 
        "bookRating": "4.08", 
        "bookRatingCount": "394157", 
        "bookReleaseDate": "1964", 
        "bookTitle": "Charlie and the Chocolate Factory (Charlie Bucket, #1)", 
        "boxOffice": "$206.4M", 
        "mainGenre":  "Family",
        "genre": "Adventure, Comedy, Family", 
        "imdbRating": "6.7", 
        "movieReleaseDate": "2005", 
        "movieTitle": "Charlie and the Chocolate Factory", 
        "plot": "When Willy Wonka decides to let five children into his chocolate factory, he decides to release five golden tickets in five separate chocolate bars, causing complete mayhem. The tickets start to be found, with the fifth going to a very special boy, called Charlie Bucket. With his Grandpa, Charlie joins the rest of the children to experience the most amazing factory ever. But not everything goes to plan within the factory.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "51", 
        "tomatoAudienceRating": "3", 
        "tomatoMeter": "83", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "Katherine Paterson", 
        "awards": "6 wins & 5 nominations.", 
        "bookRating": "3.95", 
        "bookRatingCount": "274114", 
        "bookReleaseDate": "1977", 
        "bookTitle": "Bridge to Terabithia", 
        "boxOffice": "$82.2M", 
        "mainGenre": "Family",
        "genre": "Adventure, Drama, Family", 
        "imdbRating": "7.2", 
        "movieReleaseDate": "2007", 
        "movieTitle": "Bridge to Terabithia", 
        "plot": "Jesse Aarons trained all summer to become the fastest runner in school, so he's very upset when newcomer Leslie Burke outruns him and everyone else. Despite this and other differences, including that she's rich, he's poor, and she's a city girl, he's a country boy, the two become fast friends. Together, they create Terabithia, a land of monsters, trolls, ogres, and giants and rule as king and queen. This friendship helps Jess cope with the tragedy that makes him realize what Leslie taught him.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "70", 
        "tomatoAudienceRating": "3.4", 
        "tomatoMeter": "85", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "Lemony Snicket", 
        "awards": "Won 1 Oscar. Another 10 wins & 24 nominations.", 
        "bookRating": "3.83", 
        "bookRatingCount": "211735", 
        "bookReleaseDate": "1999", 
        "bookTitle": "The Bad Beginning (A Series of Unfortunate Events, #1)", 
        "boxOffice": "$118.5M", 
        "mainGenre": "Family", 
        "genre": "Adventure, Comedy, Family", 
        "imdbRating": "6.8", 
        "movieReleaseDate": "2004", 
        "movieTitle": "Lemony Snicket's A Series of Unfortunate Events", 
        "plot": "Violet, Klaus and Sunny Baudelaire are three intelligent young children who receive terrible news that their parents have died in a fire and have left them an enormous fortune not to be used until the eldest child is of age. When they are sent to live with Count Olaf, a greedy distant relative, they soon learn he is trying to steal their fortune for himself.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "63", 
        "tomatoAudienceRating": "3.2", 
        "tomatoMeter": "72", 
        "tomatoRating": "6.7"
    }, 
    {
        "author": "Victor Hugo", 
        "awards": "Won 3 Oscars. Another 81 wins & 150 nominations.", 
        "bookRating": "4.10", 
        "bookRatingCount": "452890", 
        "bookReleaseDate": "1862", 
        "bookTitle": "Les Misérables", 
        "boxOffice": "$148.8M", 
        "mainGenre": "Drama",
        "genre": "Drama, Musical, Romance", 
        "imdbRating": "7.7", 
        "movieReleaseDate": "2012", 
        "movieTitle": "Les Misérables", 
        "plot": "Jean Valjean, known as Prisoner 24601, is released from prison and breaks parole to create a new life for himself while evading the grip of the persistent Inspector Javert. Set in post-revolutionary France, the story reaches resolution against the background of the June Rebellion.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "79", 
        "tomatoAudienceRating": "4", 
        "tomatoMeter": "70", 
        "tomatoRating": "6.9"
    }, 
    {
        "author": "E.L. James", 
        "awards": "N/A", 
        "bookRating": "3.70", 
        "bookRatingCount": "1078164", 
        "bookReleaseDate": "2011", 
        "bookTitle": "Fifty Shades of Grey (Fifty Shades, #1)", 
        "boxOffice": "N/A", 
        "mainGenre": "Romance",
        "genre": "Drama, Romance", 
        "imdbRating": "4.2", 
        "movieReleaseDate": "2015", 
        "movieTitle": "Fifty Shades of Grey", 
        "plot": "When Anastasia Steele, a literature student, goes to interview the wealthy Christian Grey as a favor to her roommate Kate Kavanagh, she encounters a beautiful, brilliant and intimidating man. The innocent and naive Ana starts to realize she wants him. Despite his enigmatic reserve and advice, she finds herself desperate to get close to him. Not able to resist Ana's beauty and independent spirit, Christian Grey admits he wants her too, but on his own terms. Ana hesitates as she discovers the singular tastes of Christian Grey - despite the embellishments of success, his multinational businesses, his vast wealth, and his loving family, Grey is consumed by the need to control everything.", 
        "rated": "R", 
        "tomatoAudienceMeter": "N/A", 
        "tomatoAudienceRating": "N/A", 
        "tomatoMeter": "N/A", 
        "tomatoRating": "N/A"
    }, 
    {
        "author": "Natalie Babbitt", 
        "awards": "1 win & 3 nominations.", 
        "bookRating": "3.83", 
        "bookRatingCount": "143944", 
        "bookReleaseDate": "1974", 
        "bookTitle": "Tuck Everlasting", 
        "boxOffice": "$19.0M", 
        "mainGenre": "Family",
        "genre": "Drama, Romance, Family", 
        "imdbRating": "6.7", 
        "movieReleaseDate": "2002", 
        "movieTitle": "Tuck Everlasting", 
        "plot": "A young woman meets and falls in love with a young man who is part of a family of immortals.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "70", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "61", 
        "tomatoRating": "6.3"
    }, 
    {
        "author": "Alice Walker", 
        "awards": "Nominated for 11 Oscars. Another 16 wins & 9 nominations.", 
        "bookRating": "4.14", 
        "bookRatingCount": "322349", 
        "bookReleaseDate": "1982", 
        "bookTitle": "The Color Purple", 
        "boxOffice": "N/A", 
        "mainGenre": "Drama", 
        "genre": "Drama", 
        "imdbRating": "7.8", 
        "movieReleaseDate": "1985", 
        "movieTitle": "The Color Purple", 
        "plot": "This film follows the life of Celie, a young black girl growing up in the early 1900's. The first time we see Celie, she is 14 - and pregnant - by her father. We stay with her for the next 30 years of her tough life...", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "94", 
        "tomatoAudienceRating": "3.9", 
        "tomatoMeter": "88", 
        "tomatoRating": "6.9"
    }, 
    {
        "author": "John Boyne", 
        "awards": "7 wins & 6 nominations.", 
        "bookRating": "4.06", 
        "bookRatingCount": "202608", 
        "bookReleaseDate": "2006", 
        "bookTitle": "The Boy in the Striped Pajamas", 
        "boxOffice": "$9.0M", 
        "mainGenre": "Drama",
        "genre": "Drama, War", 
        "imdbRating": "7.8", 
        "movieReleaseDate": "2008", 
        "movieTitle": "The Boy in the Striped Pajamas", 
        "plot": "Young Bruno lives a wealthy lifestyle in prewar Germany along with his mother, elder sister, and SS Commandant father. The family relocates to the countryside where his father is assigned to take command a prison camp. A few days later, Bruno befriends another youth, strangely dressed in striped pajamas, named Shmuel who lives behind an electrified fence. Bruno will soon find out that he is not permitted to befriend his new friend as he is a Jew, and that the neighboring yard is actually a prison camp for Jews awaiting extermination.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "85", 
        "tomatoAudienceRating": "3.9", 
        "tomatoMeter": "63", 
        "tomatoRating": "6.2"
    }, 
    {
        "author": "Charles Dickens", 
        "awards": "2 wins & 1 nomination.", 
        "bookRating": "3.71", 
        "bookRatingCount": "379241", 
        "bookReleaseDate": "1861", 
        "bookTitle": "Great Expectations", 
        "boxOffice": "N/A", 
        "mainGenre": "Drama",
        "genre": "Drama, Romance", 
        "imdbRating": "6.8", 
        "movieReleaseDate": "1998", 
        "movieTitle": "Great Expectations", 
        "plot": "Based on Charles Dickens' timeless tale, this is a story of the love of a man for an unreachable woman. Updated to modern day New York City, the story concerns a man of modest background who falls in love with a rich girl. But when a mysterious benefactor greenlights the man to make his dreams come true, everything done has the ultimate goal of making Estella fall in love with him...", 
        "rated": "R", 
        "tomatoAudienceMeter": "78", 
        "tomatoAudienceRating": "3.4", 
        "tomatoMeter": "36", 
        "tomatoRating": "5.4"
    }, 
    {
        "author": "Roald Dahl", 
        "awards": "Nominated for 1 Oscar. Another 3 wins & 11 nominations.", 
        "bookRating": "3.96", 
        "bookRatingCount": "216059", 
        "bookReleaseDate": "1961", 
        "bookTitle": "James and the Giant Peach", 
        "boxOffice": "N/A", 
        "mainGenre": "Family",
        "genre": "Animation, Adventure, Family", 
        "imdbRating": "6.7", 
        "movieReleaseDate": "1996", 
        "movieTitle": "James and the Giant Peach", 
        "plot": "James' happy life at the English seaside is rudely ended when his parents are killed by a rhinoceros and he goes to live with his two horrid aunts. Daringly saving the life of a spider he comes into possession of magic boiled crocodile tongues, after which an enormous peach starts to grow in the garden. Venturing inside he meets not only the spider but a number of new friends including a ladybug and a centipede who help him with his plan to try and get to New York.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "65", 
        "tomatoAudienceRating": "3.1", 
        "tomatoMeter": "93", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "Dennis Lehane", 
        "awards": "7 wins & 49 nominations.", 
        "bookRating": "4.04", 
        "bookRatingCount": "90498", 
        "bookReleaseDate": "2003", 
        "bookTitle": "Shutter Island", 
        "boxOffice": "$125.0M", 
        "mainGenre": "Thriller",
        "genre": "Mystery, Thriller", 
        "imdbRating": "8.1", 
        "movieReleaseDate": "2010", 
        "movieTitle": "Shutter Island", 
        "plot": "It's 1954, and up-and-coming U.S. marshal Teddy Daniels is assigned to investigate the disappearance of a patient from Boston's Shutter Island Ashecliffe Hospital. He's been pushing for an assignment on the island for personal reasons, but before long he wonders whether he hasn't been brought there as part of a twisted plot by hospital doctors whose radical treatments range from unethical to illegal to downright sinister. Teddy's shrewd investigating skills soon provide a promising lead, but the hospital refuses him access to records he suspects would break the case wide open. As a hurricane cuts off communication with the mainland, more dangerous criminals \"escape\" in the confusion, and the puzzling, improbable clues multiply, Teddy begins to doubt everything - his memory, his partner, even his own sanity.", 
        "rated": "R", 
        "tomatoAudienceMeter": "76", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "68", 
        "tomatoRating": "6.6"
    }, 
    {
        "author": "Meg Cabot", 
        "awards": "2 wins & 11 nominations.", 
        "bookRating": "3.73", 
        "bookRatingCount": "150557", 
        "bookReleaseDate": "2000", 
        "bookTitle": "The Princess Diaries (The Princess Diaries, #1)", 
        "boxOffice": "$107.8M", 
        "mainGenre": "Family",
        "genre": "Comedy, Family, Romance", 
        "imdbRating": "6.2", 
        "movieReleaseDate": "2001", 
        "movieTitle": "The Princess Diaries", 
        "plot": "Mia Thermopolis is the average teenager - sweet, a little geeky and pretty much invisible to everyone with the exception of her mother, best friend Lilly and Lilly's older brother Michael. Making it through high school without throwing up is a challenge in itself for Mia, so it doesn't come as welcome news when her estranged grandmother shows up out of the blue and calmly informs her that she is in fact the heir to the throne of a European country called Genovia. Suddenly Mia's life is thrown into complete overload. She's being taught about scarves, waves and pears in order to become a perfect princess, she gets a makeover and a tough looking yet sweet bodyguard/limo driver called Joe. Things get out of hand when the media gets a hold of the story and suddenly Mia is thrust into the spotlight in both the newspapers and in school. On top of all that Mia has a choice to make. She must decide by Genovia's Independence Day Ball whether she longs to relinquish her claim on the throne or to become the princess and heir to the throne and father and grandmother want her to be.", 
        "rated": "G", 
        "tomatoAudienceMeter": "68", 
        "tomatoAudienceRating": "3.2", 
        "tomatoMeter": "47", 
        "tomatoRating": "5.2"
    }, 
    {
        "author": "Yvonne Tasker", 
        "awards": "Won 5 Oscars. Another 51 wins & 30 nominations.", 
        "bookRating": "4.22", 
        "bookRatingCount": "371", 
        "bookReleaseDate": "2002", 
        "bookTitle": "The Silence of the Lambs", 
        "boxOffice": "N/A", 
        "mainGenre": "Thriller",
        "genre": "Drama, Thriller", 
        "imdbRating": "8.6", 
        "movieReleaseDate": "1991", 
        "movieTitle": "The Silence of the Lambs", 
        "plot": "Young FBI agent Clarice Starling is assigned to help find a missing woman to save her from a psychopathic serial killer who skins his victims. Clarice attempts to gain a better insight into the twisted mind of the killer by talking to another psychopath Hannibal Lecter, who used to be a respected psychiatrist. FBI agent Jack Crawford believes that Lecter, who is also a very powerful and clever mind manipulator, has the answers to their questions and can help locate the killer. However, Clarice must first gain Lecter's confidence before the inmate will give away any information.", 
        "rated": "R", 
        "tomatoAudienceMeter": "95", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "94", 
        "tomatoRating": "8.5"
    }, 
    {
        "author": "Dr. Seuss", 
        "awards": "1 win.", 
        "bookRating": "4.34", 
        "bookRatingCount": "193986", 
        "bookReleaseDate": "1957", 
        "bookTitle": "How the Grinch Stole Christmas!", 
        "boxOffice": "N/A", 
        "mainGenre": "Comedy",
        "genre": "Animation, Short, Comedy", 
        "imdbRating": "8.5", 
        "movieReleaseDate": "1966", 
        "movieTitle": "How the Grinch Stole Christmas!", 
        "plot": "Bitter and hateful, the Grinch is irritated at the thought of the nearby village having a happy time celebrating Christmas. So disguised as Santa Claus, with his dog made to look like a reindeer, he raids the village to steal all the Christmas things. The village is sure to have a sad Christmas this year.", 
        "rated": "UNRATED", 
        "tomatoAudienceMeter": "88", 
        "tomatoAudienceRating": "3.8", 
        "tomatoMeter": "100", 
        "tomatoRating": "9"
    }, 
    {
        "author": "Jeff Kinney", 
        "awards": "5 wins & 8 nominations.", 
        "bookRating": "3.95", 
        "bookRatingCount": "153111", 
        "bookReleaseDate": "2004", 
        "bookTitle": "Diary of a Wimpy Kid (Diary of a Wimpy Kid, #1)", 
        "boxOffice": "$64.0M", 
        "mainGenre": "Family",
        "genre": "Comedy, Family", 
        "imdbRating": "6.2", 
        "movieReleaseDate": "2010", 
        "movieTitle": "Diary of a Wimpy Kid", 
        "plot": "To Greg Heffley, middle school is the dumbest idea ever invented. It's a place rigged with hundreds of social landmines, not the least of which are morons, wedgies, swirlies, bullies, lunchtime banishment to the cafeteria floor - and a festering piece of cheese with nuclear cooties. To survive the never-ending ordeal and attain the recognition and status he feels he so richly deserves, Greg devises an endless series of can't-miss schemes, all of which, of course, go awry. And he's getting it all down on paper, via a diary - \"it's NOT a diary, it's a journal!\" Greg insists, preferring the less-sissyfied designation - filled with his opinions, thoughts, tales of family trials and tribulations, and (would-be) schoolyard triumphs. \"One day when I'm famous,\" writes Greg, \"I'll have better things to do than answer people's stupid questions all day.\" So was born the Wimpy Kid's diary.", 
        "rated": "PG", 
        "tomatoAudienceMeter": "49", 
        "tomatoAudienceRating": "3.2", 
        "tomatoMeter": "53", 
        "tomatoRating": "5.5"
    }, 
    {
        "author": "Winston Groom", 
        "awards": "Won 6 Oscars. Another 40 wins & 47 nominations.", 
        "bookRating": "4.00", 
        "bookRatingCount": "34887", 
        "bookReleaseDate": "1986", 
        "bookTitle": "Forrest Gump (Forrest Gump, #1)", 
        "boxOffice": "$0.4M", 
        "mainGenre": "Drama",
        "genre": "Drama, Romance", 
        "imdbRating": "8.8", 
        "movieReleaseDate": "1994", 
        "movieTitle": "Forrest Gump", 
        "plot": "Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, create the smiley, write bumper stickers and songs, donating to people and meeting the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran. Who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "95", 
        "tomatoAudienceRating": "4.1", 
        "tomatoMeter": "72", 
        "tomatoRating": "7.2"
    }, 
    {
        "author": "Rick Riordan", 
        "awards": "11 nominations.", 
        "bookRating": "4.19", 
        "bookRatingCount": "931771", 
        "bookReleaseDate": "2005", 
        "bookTitle": "The Lightning Thief (Percy Jackson and the Olympians, #1)", 
        "boxOffice": "$86.7M", 
        "mainGenre": "Fantasy",
        "genre": "Adventure, Family, Fantasy", 
        "imdbRating": "5.9", 
        "movieReleaseDate": "2010", 
        "movieTitle": "Percy Jackson & the Olympians: The Lightning Thief", 
        "plot": "When his lightning bolt is stolen, Zeus accuses Poseidon's son Percy Jackson and gives Poseidon's son fourteen days to return it, otherwise he will initiate a war amongst the gods. Meanwhile the teenager, Percy, who is dyslexic and has ADHD is visiting The Museum of Metropolitan of Art and is attacked by a Fury disguised in his teacher. His physically handicapped best friend Grover reveals that Percy is a demigod and that he is his protector and his teacher Mr Brunner gives him a pen telling him that it is a powerful weapon. They go to Percy's house and together with his mother Sally they drive to the Camp Half-Blood. However Sally is attacked by a Minotaur and vanishes before Percy can help her. In the camp, Percy befriends the gorgeous Annabeth; when they are attacked by Hades who wants the lighting bolt for himself, Percy discovers that his mother is in the Underworld with Hades. Percy decides to travel on a dangerous quest to retrieve the lightning bolt and save his mother. Grover and Annabeth join him and Luke gives a powerful shield of his own to protect Percy. Will they be able to succeed?", 
        "rated": "PG", 
        "tomatoAudienceMeter": "53", 
        "tomatoAudienceRating": "3.3", 
        "tomatoMeter": "49", 
        "tomatoRating": "5.3"
    }, 
    {
        "author": "Dan Brown", 
        "awards": "1 win & 5 nominations.", 
        "bookRating": "3.80", 
        "bookRatingCount": "1447496", 
        "bookReleaseDate": "2000", 
        "bookTitle": "Angels & Demons  (Robert Langdon, #1)", 
        "boxOffice": "$133.4M", 
        "mainGenre": "Thriller",
        "genre": "Mystery, Thriller", 
        "imdbRating": "6.7", 
        "movieReleaseDate": "2009", 
        "movieTitle": "Angels & Demons", 
        "plot": "Following the murder of a physicist, Father Silvano Bentivoglio, a symbolist, Robert Langdon, and a scientist, Vittoria Vetra, are on an adventure involving a secret brotherhood, the Illuminati. Clues lead them all around the Vatican, including the four altars of science, Earth, Air, Fire and Water. An assassin, working for the Illuminati, has captured four cardinals, and murders each, painfully. Robert and Vittoria also are searching for a new very destructive weapon that could kill millions.", 
        "rated": "PG-13", 
        "tomatoAudienceMeter": "57", 
        "tomatoAudienceRating": "3.4", 
        "tomatoMeter": "37", 
        "tomatoRating": "5.1"
    }
]